Repository: common-repository/pix-pay-easy-for-woocommerce
Catalog: languages/pix-pay-easy-for-woocommerce-*.po
Languages: pt_br

source: Automatic with instant settlement
pt_br: Automático com liquidação instantânea

source: Open your account now %s
pt_br: Abra sua conta agora %s

source: Pay Easy integration %s with Woocommerce
pt_br: Integração Pay Easy %s com Woocommerce

source: For support, questions or suggestions, contact us via %s
pt_br: Para suporte, dúvidas ou sugestões, entre em contato conosco via %s

source: Enable/Disable
pt_br: Habilitar/ desabilitar

source: Enable or Disable Pay Easy Payment
pt_br: Habilitar ou desabilitar pagamento Pay Easy

source: Title
pt_br: Título

source: Add a new title for the Pay Easy Boleto that customers will see when they are in the checkout page.
pt_br: Adicione um novo título para o Pay Easy Boleto que os clientes verão quando estiverem na página de checkout.

source: Pay Easy Boleto Description
pt_br: Descrição do Pay Easy Boleto

source: Add a new description for the Pay Easy Boleto that customers will see when they are in the checkout page.
pt_br: Adicione uma nova descrição para o Pay Easy Boleto que os clientes verão quando estiverem na página de checkout.

source: Instructions
pt_br: Instruções

source: Instructions that will be added to the thank you page about how they can make the payment.
pt_br: Instruções que serão adicionadas à página de agradecimento sobre como podem efetuar o pagamento.

source: Enable Test Mode
pt_br: Habilitar modo de teste

source: Place the payment gateway in test mode using test API keys.
pt_br: Coloque o gateway de pagamento em modo de teste usando chaves de API de teste.

source: Test Api Key
pt_br: Chave de API de teste

source: Production Api Key
pt_br: Chave da API de produção

source: Order Status for Pending Payments
pt_br: Status do pedido para pagamentos pendentes

source: Select the order status to which the payment should be marked when it is pending.
pt_br: Selecione o status do pedido para o qual deverá ser marcado o pagamento quando estiver pendente.

source: Order Status for Paid Payments
pt_br: Status do pedido para pagamentos pagos

source: Select the order status to which the payment should be marked when it is considered paid.
pt_br: Selecione o status do pedido para o qual o pagamento deverá ser marcado quando for considerado pago.

source: Support Information
pt_br: Informação de ajuda

source: Error: Nonce verification failed, please try again.
pt_br: Erro: Se a verificação do Nonce falhou, tente novamente.

source: CPF/CPNJ is required.
pt_br: CPF/CPNJ é obrigatório.

source: Not a valid CPF NO
pt_br: Não é um CPF válido NÃO

source: The BOLETO was not generated. Contact with the payment provider.
pt_br: O BOLETO não foi gerado. Contato com o provedor de pagamento.

source: Enable to connect with payeasy server.
pt_br: Ative para conectar-se ao servidor payeasy.

source: Enter your CPF / CNPJ
pt_br: Insira seu CPF/CNPJ

source: I declare that I have read and accept the
pt_br: Declaro que li e aceito os

source: Terms & Conditions & Privacy Policy
pt_br: Termos e Condições e Política de Privacidade

source: for this purchase
pt_br: desta compra

source: Please complete your payment
pt_br: Por favor, conclua seu pagamento

source: BOLETO Payment
pt_br: Pagamento BOLETO

source: Bar Code
pt_br: Código de barras

source: Copy code
pt_br: Copiar código

source: Amount
pt_br: Quantia

source: Copy amount
pt_br: Copiar valor

source: We have received your payment, Your order is in processing
pt_br: Recebemos seu pagamento, seu pedido está em processamento

source: Since we haven't received your payment, Your order has been cancelled
pt_br: Como não recebemos seu pagamento, seu pedido foi cancelado

source: Your order has been refunded
pt_br: Seu pedido foi reembolsado

source: Order has been cancelled
pt_br: O pedido foi cancelado

source: Add a new title for the Pay Easy Pix that customers will see when they are in the checkout page.
pt_br: Adicione um novo título para o Pay Easy Pix que os clientes verão quando estiverem na página de checkout.

source: Pay Easy Pix Description
pt_br: Descrição do Pay Easy Pix

source: Add a new description for the Pay Easy Pix that customers will see when they are in the checkout page.
pt_br: Adicione uma nova descrição para o Pay Easy Pix que os clientes verão quando estiverem na página de checkout.

source: The PIX was not generated. Contact with the payment provider.
pt_br: O PIX não foi gerado. Contato com o provedor de pagamento.

source: PIX Payment
pt_br: Pagamento PIX

source: PIX Code
pt_br: Código PIX

source: Copy pix code
pt_br: Copia e Cola

source: Sign up
pt_br: Inscrever-se

source: Documentation
pt_br: Documentação

source: Settings
pt_br: Configurações
